[
    {

      "nazev":"Beran",
      "text":  ["Beranům vládne živel ohně a lidé narození v tomto znamení proto překypují životní energií. Jsou průbojní a ambiciózní, když se pro něco nadchnou. Chtěli by mít všechno hned a umí si prosadit to, po čem touží. V životě to mohou díky těmto vlastnostem dotáhnout hodně daleko, ale jako daň za to se často zapletou do sporů a hádek.",
        "Muž ve znamení Berana je idealista, rebel a bojovník. Pro to, čemu věří, je schopen udělat cokoliv. Je energický, plný inspirací a dobrých nápadů. Má touhu a motivaci se prosadit.", 
        "Silné stránky : Za to, po čem touží, umí bojovat. Je plný životní energie, tvořivosti a inspirace. Nechybí mu odvaha a pracovní ambice.",
        "Slabé stránky : Nerad dělá kompromisy a to někdy vede ke zbytečným konfliktům. Má sklon myslet víc na sebe než na to, co chtějí ostatní.", 
        "Žena narozená v Beranu je silná a energická. Říká to, co si opravdu myslí. Stojí si za svými ideály a má potřebu prosadit se. Je nezávislá, ale přesto potřebuje lásku a pozornost."]
    },
    {
      "nazev":"Býk",
      "text":  ["Býci jsou ovlivňováni živlem země a to jim dává smysl pro praktické a materiální záležitosti. Mají klidnou a vyrovnanou povahu a hlavním smyslem jejich života bývá práce. Když se nadchnou pro nějakou myšlenku, rádi budou tvrdě a neúnavně pracovat na jejím uskutečnění. K životu se staví velmi zodpovědně. Hodně důležité je pro ně hmotné zázemí, rádi se obklopují hezkými věcmi a dokážou ocenit luxus.",
         "Muž narozený v Býku je spolehlivý a pracovitý. Je to spíš domácký typ s klidnou a praktickou povahou a dobrým srdcem. Stojí nohama pevně na zemi a k životu přistupuje realisticky.", 
         "Býk je pracant k pohledání a ke svým úkolům se staví s velkou odpovědností. Kromě toho má skvělé organizační schopnosti. Obvykle upřednostňuje práci na úkor volného času. Má sklony k workoholismu a málokdy si dopřeje odpočinek a zábavu.",
         "Žena v Býku je opravdová dáma! Působí velmi žensky a důstojně, má smysl pro řád, tradice a povinnost. Zakládá si na svém soukromí, oceňuje smyslové požitky, obdivuje krásu a umění.",
          "Velmi důležitá je pro něj domácí pohoda a dokáže ocenit materiální požitky, jako jsou luxusní věci nebo dobré jídlo. V lásce je stálý. Bouřlivé emoce od něj moc nečekejte, zato vás bude zahrnovat luxusními dárečky a zvát na dobré večeře."] 
    },
    {
        "nazev":"Blíženec",
        "text": ["Blíženci jsou lidé vnímavé a přizpůsobivé povahy a intelektuálního založení. Tito idealisté si libují ve filosofii a baví je zkoumat názory jiných lidí. Mohou se pochlubit širokým okruhem zájmů a žijí činorodým a aktivním životem. Jejich myšlenky a pocity se pohybují závratnou rychlostí a mají vynikající komunikační schopnosti. Jsou to lidé živlu vzduchu a ukrývají se v nich dvě různé osobnosti.",
           "Muž ve znamení Blíženců je výrazná a nepřehlédnutelná osobnost. Ve společnosti stojí v centru pozornosti, je velmi výřečný a pronikavě inteligentní. Upoutá vás svojí proměnlivostí.",
            "Vyniká inteligencí a komunikativností, má velký rozhled, vidí souvislosti a má schopnost porozumět složitým problémům. Má hodně zájmů a možná proto je pro něj těžké vydržet dlouho na jednom místě. Jeho život je plný neplánovaných změn.",
            "S nadšením diskutuje a při řešení hlubokých filosofických otázek bude ve svém živlu! Rád se baví a poznává nové lidi. U lidí mu vadí předsudky, vytáčí ho neupřímnost a nedostatek tolerance. Nemá rád nudu a stereotyp v životě ani v práci.",
             "Žena ve znamení Blíženců v sobě ukrývá několik osobností, jednu zajímavější než druhou. Je kreativní, přátelská, otevřená a veselá, má pestrou paletu koníčků a široký okruh přátel."]    
      },
      {
        "nazev":"Rak",
        "text": ["Vodní živel propůjčuje Rakům velkou citlivost a vnímavost. Jsou to emocionálně založení lidé, ale rozhodně jim nechybí jak logické uvažování, tak analytické schopnosti. Díky své empatii se vždy snaží pomáhat slabším, ale přesto je potěší, když se jim povede získat si respekt za svůj vlastní názor. Mají velmi vyvinutý cit pro mezilidské vztahy. V životě si zakládají na rodině, domovu a tradicích.",
           "Muž raka Je citlivý a empatický a zakládá si na tom, co mu říkají pocity. Láska pro něj znamená hodně. Obvykle vyznává tradiční hodnoty, je domácky založený a má smysl pro rodinný život.",
            "Jeho emocionální založení z něj dělá vynikajícího a chápavého společníka. Když si někoho oblíbí, udělá pro něj cokoliv. Změnám a dobrodružství není příliš nakloněný a má spíš konzervativní povahu. Někdy mu proto mohou uniknout příležitosti.",
            "Ke spokojenosti a štěstí potřebuje především milovanou osobu. Vyžívá se v dobrém jídle a miluje umění, kulturu a hudbu. Rozhořčuje ho nespravedlnost a nemůže se dívat na to, když někdo ubližuje slabším. Umí šetřit a nerad zbytečně utrácí.",
             "Žena tohoto znamení je mimořádně emocionálně založená bytost. Je okouzlující a nesmírně ženská. Láska a rodina jsou v jejím životě na prvním místě. Při rozhodování se řídí intuicí."]

      },
      {
        "nazev":"Lev",
        "text": ["Zrozenci ve znamení Lva jsou rodilými vůdci, kteří jsou předurčeni k pozicím, kde mohou uplatnit svoji přirozenou autoritu. Jsou to charismatické osobnosti stvořené k tomu, aby stály v centru pozornosti, a to v tom nejlepším slova smyslu. V kariéře jim velmi pomáhá organizační a diplomatický talent. Rádi se chlubí svými úspěchy a kritiku nenesou právě nejlépe. Jsou to však velmi dobrosrdeční lidé.",
           "Muž lev : Lev je rozený vladař a ve společnosti hned upoutá něčí pozornost. Nesmíří se s tím, aby hrál druhé housle. Rád stojí v popředí a usměrňuje ostatní. Umí perfektně vycházet s lidmi.",
            "Má všestranně silnou osobnost a je rodilým vůdčím typem. Disponuje organizačními schopnostmi a přirozenou autoritou. Díky svému vrozenému talentu je zvyklý stát v centru pozornosti. Může být proto citlivý na kritiku a potřebuje obdiv.",
            "Ze všeho nejvíc miluje komplimenty a uznání. Potrpí si také na kvalitní věci a luxus. Má vztah ke sportu a rád soutěží. Nikdy se nesmíří s porážkou a podceňováním. Z míry ho dokáže vyvést jedině konkurence, pokud mu začne šlapat na paty.",
             "Lvice je temperamentní a energická žena, jíž nechybí sebedůvěra. Je to průbojná a vyrovnaná bytost, která vždy ví, co chce. Přitom však působí neskutečně žensky a velmi přitažlivě."]

      },
      {
        "nazev":"Panna",
        "text": ["Lidé narozeni v zemském znamení Panny jsou obdařeni pečlivostí, logickým myšlením a trpělivostí. Jsou pracovití a mají velký smysl pro detail. Jsou to spíš realisté než snílci, stojí nohama pevně na zemi. Mají sklon k perfekcionismu a k věcem se staví kriticky. Často je najdeme v pečovatelských pozicích, rádi pomáhají ostatním a velmi důležité pro ně bývá zdraví, čistota a pořádek ve všem, co dělají.",
           "Muž panna: Je to člověk na úrovni, na kterého se můžete spolehnout. Je vzdělaný, má přehled, je pracovitý a velmi pečlivý. Nepatří mezi snílky a v tom, čemu se věnuje, se snaží být nejlepší.",
            "Ve všem, co dělá, má rád systém a pořádek, díky čemuž je jeho práce perfektní a ve svém oboru bývá opravdovým expertem. Když má nějaký problém, drží ho v sobě a není pro něj snadné mluvit o tom, co ho trápí. Své pocity projevuje opatrně.",
            "Vyhovuje mu pořádek ve všech oblastech života, jak v práci, tak i v soukromí. Zakládá si na vědomostech a na vzdělání. Představa, že by měl spolupracovat s někým, kdo neumí udržet ve věcech systém a není profesionál, mu nahání husí kůži.",
             "Žena narozená pod vládou Panny je pevně ukotvená v realitě, ale v srdci má sny, kterým věří a jde za nimi. Je to dáma, která vždy působí důstojně a své emoce si nechává pro sebe."]

      },
      {
        "nazev":"Váhy",
        "text": ["Váhy jsou intelektuálně založení lidé jemné povahy a ovládá je znamení vzduchu. V životě usilují o harmonii a soulad a mají buňky pro umění, často bývají sami velmi tvořiví. Mají smysl pro férovou hru. V každé své činnosti usilují o klid a rovnováhu, spěchu a stresu se vyhýbají. Z toho pramení jejich příslovečná nerozhodnost. Často si nemohou vybrat mezi protichůdnými názory a hledají kompromisy.",
           "Muž Váhy : Je čestný, milý a dobrosrdečný, má klidnou povahu a nechybí mu smysl pro humor ani umělecká tvořivost. Hodně přemýšlí, ale místo toho, aby filozofoval, raději pozoruje své okolí."
           , "Má smysl pro spravedlnost a férovou hru. Umí urovnávat konflikty. Než něco udělá, pečlivě zváží všechna pro a proti. Nerad se rozhoduje, radši přenechává iniciativu ostatním a sám se přizpůsobí. Někdy může mít sklon k pasivitě a lenosti.",
           "Umění, dobrá hudba nebo poezie ho vždy umí potěšit, hlavně pokud jim nechybí vtip. Miluje svobodu a má vztah k přírodě. Hrubé chování a drsná slova nepatří mezi věci, které by uměla tato čistá duše jen tak přehlédnout. Násilí ho rozhořčuje."
           , "Žena Váhy: Je to jemná a přívětivá bytost, která v sobě spojuje inteligenci a bystrý postřeh s citlivostí a vnímavostí. Má smysl pro dobro, je přizpůsobivá, tolerantní a má smysl pro humor."]

      },
      {
        "nazev":"Štír",
        "text": ["Štíři jsou pod vládou vodního živlu a vody jejich duše jsou hluboké. Na první pohled působí pasivně a nenápadně, ale skrývají v sobě dost energie. Vždy si rádi počkají na správnou chvíli a dokážou čekat dlouho. Mají silnou vůli a vřelé city. Není snadné je vyvést z míry, ale na staré křivdy nezapomínají a umí je oplatit. Mají silně vyvinutou intuici, přísný úsudek a vrozený psychologický talent.",
           "Muž Štír: Ve společnosti si obvykle zvykne držet se spíš v pozadí a v práci je svědomitý a nenápadný. Někde uvnitř však skrývá netušené vášně a pocity a jeho názory jsou jasné a vyhraněné.",
            "Má nezlomnou vůli, silnou osobnost a je vytrvalý. Když se pro něco rozhodne, nevzdá se toho, ani kdyby měl čekat dlouho. Zapomenout pro něj není snadné a svůj názor mění jen stěží. Je sebejistý a nerad si přiznává, že někde udělal chybu.",
            "Rád si užívá příjemných věcí. Dokáže se těšit z dobrého jídla, umění a literatury, luxusu a samozřejmě také z erotiky. I když je vyrovnaný a z míry ho jen tak něco nevyvede, přece jen ho netěší, když mu někdo odporuje. Nemá rád nepořádek.",
             "Žena Štír: Duše této ženy je výjimečná, přechovává v sobě neobvykle silné a trvalé city. Její náklonnost stejně jako její zklamání bývají vždy dlouhodobé a je obdařená intuicí a sebedůvěrou."]

      },
      {
        "nazev":"Střelec",
        "text": ["Ohnivé znamení Střelce vyniká svým idealismem a upřímností. Jeho zrozenci se dívají do dálky za velkými ideály a jejich život bývá aktivní a dobrodružný. Udělají hodně pro to, aby se mohli věnovat tomu, čemu věří a co je baví. Důležitá je svoboda. Jsou upřímní a v každé situaci pravdomluvní, intriky jsou Střelcům cizí a občas je někdo může nařknout z nedostatku taktu. Touží po pravdě a poznání.",
           "Muž Střelec: Je to muž na svém místě, který věří svým zásadám, vyniká statečností a optimistickým přístupem k životu. Miluje svobodu, usadí se často až v pozdějším věku. Je přímý a nikdy nelže.",
            "Je činorodý a plný energie, kterou zaměřuje na věci, jimž doopravdy věří. Má technický talent a je nezlomný optimista. Jeho upřímnost si mohou lidé vykládat jako nedostatek taktu. Potřebuje svobodu a může mít i trochu strach ze závazků.",
            "Má dobrodružnou a zároveň hravou povahu, proto rád cestuje, baví ho hry, technika a sporty. Má hezký vztah k přírodě. Lži a pomluvy nemají v jeho světě místo a drží se od nich stranou. Pokud má na výběr, vyhýbá se práci, která ho nebaví.",
             "Žena ve znamení Střelce je činorodá a veselá idealistka. Má ráda otevřené vztahy mezi lidmi, je tolerantní a plná pochopení. Je sportovně založená a mívá hodně přátel mezi muži."]

      },
      {
        "nazev":"Kozoroh",
        "text": ["Pro Kozorohy je typická ambiciózní a cílevědomá povaha. Toto znamení je pod vládou živlu Země, úspěch je pro jeho zrozence velmi důležitý. Touží po uznání. Myslí dlouhodobě a dokážou se pro své cíle ledasčeho příjemného zříct. Jsou spolehliví a odpovědní. Svou povahou jsou introverti a hloubky jejich duše zná jen pár blízkých přátel, před ostatními skrývají své zranitelné nitro pod pevnou slupkou.",
           "Muž Kozoroh: Kozoroh bývá ve společnosti trochu plachý a většinou se drží spíš v pozadí, ale na druhou stranu je rád, když může své okolí pobavit. Za svými názory si dokáže stát a nemění je.",
            "Je to běžec na dlouhé tratě, který ví, co chce. Vyniká spolehlivostí a záleží mu na tom, aby s ním byli lidé spokojeni. Své skutečné pocity a trápení ukrývá pod tlustou slupkou a málokdo ho doopravdy zná takového, jaký je v hloubce duše.",
            "Stabilita je pro něj velmi důležitá a zakládá si na svých zažitých zvycích. Umí ocenit hezké věci, umění a literaturu. Agresivita a násilí nejsou jeho šálek kávy, ve hrách a sportech se taky příliš nevyžívá. Nerad se zříká své důstojnosti.",
             "Žena Kozoroh: Je to klidná a vyrovnaná povaha, která se snaží lidem ve svém okolí vyhovět. Než něco udělá, pořádně si to promyslí. Působí vážným a důstojným dojmem a má smysl pro povinnost."]

      },
      {
        "nazev":"Vodnář",
        "text": ["Vodnáře jen tak snadno nepřehlédnete, rádi plavou proti proudu a mívají velmi originální myšlenky a neobvyklý životní styl. Největšími hodnotami pro tyto zvláštní osobnosti je svoboda a přátelství a jejich myšlení je o krok napřed oproti své době. Pro své idealistické názory se často potýkají s nepochopením. Vodnáři jsou pod vládou živlu vzduchu, jenž jim dává bystré myšlení a touhu šířit poznání.",
           "Muž Vodnář:Je to idealista, který vás nikdy nepřestane překvapovat svými originálními nápady. Za to, čemu věří, bude bojovat. Jeho myšlenky létají od jedné věci ke druhé rychlostí světla.",
            "Vyniká inteligencí, představivostí a spontánností. Má skvělé nápady a dostatek odvahy zkoušet dělat věci jinak a lépe. O svých plánech hodně mluví, ale k jejich uskutečnění se často nedostane. Má jich totiž víc, než lze za život stihnout!",
            "Miluje svobodu a nezávislost. Zakládá si na upřímných vztazích mezi přáteli. Má vztah k technice, ale také k přírodě. Nesnáší pokrytectví a proti srsti mu je také byrokracie, jednotvárná práce a lidé, kteří umí myslet jenom na peníze.",
             "Žena Vodnář: Je to silná a nezávislá osobnost, která přesto dokáže působit velmi žensky a šarmantně. Nedokáže žít bez svobody a má široký okruh nejrůznějších, často velmi neobvyklých zájmů."]

      },
      {
        "nazev":"Ryby",
        "text": ["Lidé narozeni pod vládou vodního znamení Ryb jsou jemné a klidné povahy a duchovního založení. Nadevše si cení harmonii a mají mimořádně silně vyvinutou intuici. Často vidí věci, které zůstávají jejich okolí skryté. Ryby jsou citlivé a vnímavé bytosti, které rády pomáhají ostatním. Ve společnosti jsou přizpůsobivé a drží se raději v pozadí. Vlastní názor jim nechybí, ale nechávají si ho pro sebe.",
           "Muž Ryby:Na první pohled působí spíš pasivním dojmem, ale umí využít vhodné příležitosti, aby projevil své schopnosti a zajistil si úspěch. Má citlivou duši, ale přitom je velmi ambiciózní.",
            "Věří ve vyšší morální principy, k ostatním se snaží být ohleduplný a pozorný. Pokud po něčem touží, je velmi cílevědomý. Ve své snaze dosáhnout vznešených cílů se občas pozapomene řídit vlastními ideály a sám neudělá, co čeká od ostatních.",
            "Oceňuje materiální pohodlí a klidné domácí a rodinné zázemí. Velmi ho přitahuje umění, literatura a duchovní nauky. Lidé, kteří si nestojí za svými zásadami, u něj nemají šanci. Vadí mu také nečestnost a někdy může být trochu žárlivý.",
             "Žena Ryby: Působí jemně a velmi žensky, ale první dojem trochu klame. Je to totiž silná osobnost, která ví, co chce! Ráda se obětuje pro druhé, ale jen dokud jí nepřeteče pohár trpělivosti!"] 
      }
  ]